# St7GetDefaultGroupID

Returns the group that will be assigned to newly created elements where the group cannot be determined from
the source.

long St7GetDefaultGroupID(long uID, long* GroupID)

Input Parameters

uID

Strand7 model file ID.

Output Parameters

GroupID

Group identifier.

Strand7 API Manual

Staged Analysis